Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Drop screenshots, images, fonts, and SVGs.
ar: قم بإسقاط لقطات الشاشة والصور والخطوط وSVGs.
ca: Deixa anar captures de pantalla, imatges, tipus de lletra i SVGs.
cs: Přetáhněte snímky obrazovky, obrázky, písma a SVG.
da: Drop skærmbilleder, billeder, skrifttyper og SVGs.
de: Screenshots, Bilder, Schriften und SVGs ablegen.
el: Αποθέστε στιγμιότυπα οθόνης, εικόνες, γραμματοσειρές και SVGs.
es: Suelta capturas, imágenes, fuentes y SVG.
fa: اسکرین‌شات، تصویر، فونت و SVG رها کنید.
fi: Pudota kuvakaappauksia, kuvia, fontteja ja SVGs.
fr: Déposez des captures d'écran, des images, des polices et des SVG.
he: שחרר צילומי מסך, תמונות, גופנים ו-SVGים.
hr: Ispustite snimke zaslona, slike, fontove i SVG.
hu: Képernyőképek, képek, betűtípusok és SVGek eldobása.
id: Jatuhkan tangkapan layar, gambar, font, dan SVGs.
it: Rilascia screenshot, immagini, font e SVG.
ja: スクリーンショット、画像、フォント、SVG をドロップします。
ko: 스크린샷, 이미지, 서체, SVG를 드롭하세요.
ms: Lepaskan tangkapan skrin, imej, fon dan SVG.
nl: Zet screenshots, afbeeldingen, lettertypen en SVGs neer.
no: Slipp skjermbilder, bilder, fonter og SVGs.
pl: Upuść zrzuty ekranu, obrazy, czcionki i SVG.
pt_br: Solte capturas de tela, imagens, fontes e SVG.
pt_pt: Solte capturas de ecrã, imagens, fontes e SVG.
ro: Aruncă capturi de ecran, imagini, fonturi și SVG-uri.
ru: Перетаскивайте скриншоты, изображения, шрифты и SVG.
sk: Presuňte snímky obrazovky, obrázky, písma a SVG.
sl: Spustite posnetke zaslona, slike, pisave in SVG.
sv: Släpp skärmdumpar, bilder, typsnitt och SVGs.
th: วางภาพหน้าจอ รูปภาพ แบบอักษร และ SVG
tr: Ekran görüntülerini, görüntüleri, fontları ve SVG'leri bırakın.
uk: Перетягуйте знімки екрана, зображення, шрифти й SVG.
ur: اسکرین شاٹس، تصاویر، فونٹس اور SVG کو چھوڑیں۔
vi: Thả ảnh chụp màn hình, hình ảnh, phông chữ và SVG.
zh_hans: 拖放截图、图像、字体和 SVG。
zh_hant: 拖放螢幕截圖、影像、字體和 SVG。

source: Drop several SVGs at once and they cascade slightly apart instead of stacking on one spot.
ar: قم بإسقاط عدة SVG مرة واحدة وستتباعد قليلاً بدلاً من تكديسها في مكان واحد.
ca: Deixeu caure diversos SVGs alhora i es separen lleugerament en cascada en lloc d'apilar-se en un sol lloc.
cs: Vypusťte několik SVGs najednou a oni se místo toho, aby se skládali na jednom místě, mírně od sebe oddělí.
da: Slip flere SVGs på én gang, og de falder lidt fra hinanden i stedet for at stables på ét sted.
de: Legst du mehrere SVGs gleichzeitig ab, werden sie leicht versetzt angeordnet statt übereinander gestapelt.
el: Ρίξτε πολλά SVGs ταυτόχρονα και διαχωρίζονται ελαφρώς αντί να στοιβάζονται σε ένα σημείο.
es: Si sueltas varios SVG a la vez, se colocan en cascada ligeramente separados en lugar de apilarse en el mismo punto.
fa: اگر چند SVG را هم‌زمان رها کنید، به‌جای روی هم افتادن در یک نقطه، کمی با فاصله از هم قرار می‌گیرند.
fi: Pudota useita SVGs kerralla, niin ne putoavat hieman toisistaan sen sijaan, että pinoutuisivat yhteen paikkaan.
fr: Déposez plusieurs SVG à la fois : ils se disposent en cascade, légèrement décalés, au lieu de s'empiler au même endroit.
he: זרוק כמה SVGים בבת אחת והן מתפרקות מעט במקום להיערם במקום אחד.
hr: Ispustite nekoliko SVGs odjednom i oni će se malo razdvojiti umjesto naslagati na jednom mjestu.
hu: Hagyj le egyszerre több SVG-ot, és ahelyett, hogy egy helyen halmozódnának fel, kissé eltávolodnak egymástól.
id: Jatuhkan beberapa SVG sekaligus dan mereka mengalir sedikit terpisah, bukannya menumpuk di satu tempat.
it: Se rilasci più SVG contemporaneamente, vengono disposti a cascata leggermente distanziati invece di sovrapporsi nello stesso punto.
ja: 複数の SVG をまとめてドロップすると、1か所に重ならず、少しずつずらして配置されます。
ko: SVG 여러 개를 한 번에 드롭하면 한 지점에 겹치지 않고 약간씩 떨어져 계단식으로 배치됩니다.
ms: Jatuhkan beberapa SVGs sekali gus dan ia melata sedikit daripada bertindan di satu tempat.
nl: Laat meerdere SVGs tegelijk vallen en ze lopen iets uit elkaar in plaats van op één plek te stapelen.
no: Slipp flere SVGer på en gang, og de faller litt fra hverandre i stedet for å stables på ett sted.
pl: Upuść kilka SVG na raz, a one delikatnie rozejdą się kaskadą, zamiast gromadzić się w jednym miejscu.
pt_br: Solte vários SVGs de uma vez e eles se separarão ligeiramente em cascata em vez de se empilharem em um só lugar.
pt_pt: Solte vários SVGs de uma vez e eles se separarão ligeiramente em cascata em vez de se empilharem em um só lugar.
ro: Aruncă mai multe SVG-uri deodată și se depărtează ușor în cascadă în loc să se stivuească într-un singur loc.
ru: Если перетащить несколько SVG сразу, они расположатся каскадом с небольшим сдвигом, а не друг на друге.
sk: Pustite niekoľko SVGs naraz a namiesto toho, aby sa nahromadili na jednom mieste, sa mierne od seba oddelia.
sl: Spustite več SVG-jev naenkrat in rahlo bodo padali narazen, namesto da bi bili zloženi na enem mestu.
sv: Släpp flera SVGs på en gång och de faller lite isär istället för att staplas på en plats.
th: ปล่อย SVG หลายอันพร้อมกัน และพวกมันจะแยกออกจากกันเล็กน้อยแทนที่จะซ้อนกันที่จุดเดียว
tr: Birkaç SVG'yi aynı anda bırakın; tek bir noktaya yığılmak yerine hafifçe kademeli olarak yerleşirler.
uk: Якщо перетягнути кілька SVG одночасно, вони розташуються каскадом, а не накладуться в одному місці.
ur: ایک ساتھ کئی SVGسیکنڈ گرائیں اور وہ ایک جگہ پر ڈھیر لگانے کے بجائے تھوڑا سا الگ ہوجاتے ہیں۔
vi: Thả nhiều SVG cùng một lúc và chúng sẽ xếp chồng lên nhau một chút thay vì xếp chồng lên nhau tại một điểm.
zh_hans: 一次拖入多个 SVG 时，它们会稍微错开排列，而不会堆叠在同一位置。
zh_hant: 一次拖放多個 SVG 時，它們會稍微錯開排列，而不會全部疊在同一處。

source: Drop shadow
ar: إسقاط الظل
ca: Ombra caiguda
cs: Vržený stín
da: Slagskygge
de: Schlagschatten
el: Ρίξτε σκιά
es: Sombra paralela
fa: سایه
fi: Varjo
fr: Ombre portée
he: צללית
hr: Sjena
hu: Vető árnyék
id: Jatuhkan bayangan
it: Ombra
ja: ドロップシャドウ
ko: 그림자
ms: Jatuhkan bayang
nl: Slagschaduw
no: Slagskygge
pl: Rzuć cień
pt_br: Sombra projetada
pt_pt: Sombra projetada
ro: Umbră
ru: Тень
sk: Vrhnutý tieň
sl: Spustite senco
sv: Skugga
th: เงาตก
tr: Gölge
uk: Тінь
ur: ڈراپ شیڈو
vi: Đổ bóng
zh_hans: 投影
zh_hant: 陰影

source: Dropping a folder or a group of image files onto a row is the fastest way to fill a screenshot set in order.
ar: يعد إسقاط مجلد أو مجموعة من ملفات الصور في صف واحد أسرع طريقة لملء لقطة الشاشة المحددة بالترتيب.
ca: Lliscar una carpeta o un grup de fitxers d'imatge en una fila és la manera més ràpida d'omplir una captura de pantalla en ordre.
cs: Přetažením složky nebo skupiny obrazových souborů na řádek je nejrychlejší způsob, jak vyplnit sadu snímků obrazovky v pořadí.
da: At slippe en mappe eller en gruppe billedfiler på en række er den hurtigste måde at udfylde et skærmbillede i rækkefølge.
de: Einen Ordner oder mehrere Bilddateien auf einer Zeile abzulegen ist der schnellste Weg, ein Screenshot-Set der Reihe nach zu füllen.
el: Η απόθεση ενός φακέλου ή μιας ομάδας αρχείων εικόνας σε μια σειρά είναι ο πιο γρήγορος τρόπος για να συμπληρώσετε μια σειρά στιγμιότυπων οθόνης.
es: Soltar una carpeta o un grupo de archivos de imagen en una fila es la forma más rápida de completar un conjunto de capturas en orden.
fa: رها کردن یک پوشه یا گروهی از فایل‌های تصویر روی ردیف، سریع‌ترین راه برای پر کردن مجموعهٔ اسکرین‌شات‌ها به ترتیب است.
fi: Kansion tai kuvatiedostoryhmän pudottaminen riville on nopein tapa täyttää kuvakaappaus järjestyksessä.
fr: Déposer un dossier ou un groupe de fichiers image sur une ligne est le moyen le plus rapide de remplir un ensemble de captures d'écran dans l'ordre.
he: שחרור תיקיה או קבוצת קבצי תמונה לשורה היא הדרך המהירה ביותר למלא צילום מסך לפי הסדר.
hr: Ispuštanje mape ili grupe slikovnih datoteka u red najbrži je način za popunjavanje skupa snimaka zaslona redom.
hu: Egy mappa vagy képfájlok csoportjának sorba helyezése a leggyorsabb módja a képernyőképek sorrendben történő kitöltésének.
id: Menjatuhkan folder atau sekelompok file gambar ke dalam satu baris adalah cara tercepat untuk mengisi kumpulan tangkapan layar secara berurutan.
it: Rilasciare una cartella o un gruppo di file immagine su una riga è il modo più rapido per riempire in ordine una serie di screenshot.
ja: フォルダや複数の画像ファイルを行にドロップするのが、スクリーンショットのセットを順番に埋める最速の方法です。
ko: 폴더나 이미지 파일 그룹을 행에 놓는 것이 스크린샷 세트를 순서대로 채우는 가장 빠른 방법입니다.
ms: Menggugurkan folder atau sekumpulan fail imej ke satu baris ialah cara terpantas untuk mengisi set tangkapan skrin mengikut urutan.
nl: Het neerzetten van een map of een groep afbeeldingsbestanden op een rij is de snelste manier om een screenshotset op volgorde te vullen.
no: Å slippe en mappe eller en gruppe bildefiler på en rad er den raskeste måten å fylle et skjermbildesett i rekkefølge.
pl: Upuszczenie folderu lub grupy plików obrazów do wiersza to najszybszy sposób na uporządkowanie zestawu zrzutów ekranu.
pt_br: Soltar uma pasta ou um grupo de arquivos de imagem em uma linha é a maneira mais rápida de preencher, em ordem, um conjunto de capturas de tela.
pt_pt: Soltar uma pasta ou grupo de ficheiros de imagem em uma linha é a maneira mais rápida de preencher uma captura de ecrã em ordem.
ro: Aruncarea unui folder sau a unui grup de fișiere imagine pe un rând este cea mai rapidă modalitate de a completa o captură de ecran setată în ordine.
ru: Перетащить папку или группу файлов изображений на строку — самый быстрый способ заполнить набор скриншотов по порядку.
sk: Presunutie priečinka alebo skupiny obrázkových súborov do riadka je najrýchlejší spôsob, ako vyplniť súbor snímok obrazovky v poradí.
sl: Spuščanje mape ali skupine slikovnih datotek v vrstico je najhitrejši način za zapolnitev nabora posnetkov zaslona po vrstnem redu.
sv: Att släppa en mapp eller en grupp bildfiler på en rad är det snabbaste sättet att fylla en skärmdump i ordning.
th: การวางโฟลเดอร์หรือกลุ่มของไฟล์รูปภาพลงในแถวเป็นวิธีที่เร็วที่สุดในการเติมภาพหน้าจอที่ตั้งค่าไว้ตามลำดับ
tr: Bir klasörü veya bir grup görüntü dosyasını bir satırın üzerine bırakmak, bir ekran görüntüsü setini sırayla doldurmanın en hızlı yoludur.
uk: Перетягнути папку або групу файлів зображень на рядок — найшвидший спосіб заповнити набір знімків екрана по порядку.
ur: کسی فولڈر یا تصویری فائلوں کے گروپ کو قطار میں ڈالنا اسکرین شاٹ سیٹ کو ترتیب سے بھرنے کا تیز ترین طریقہ ہے۔
vi: Thả một thư mục hoặc một nhóm tệp hình ảnh vào một hàng là cách nhanh nhất để điền vào bộ ảnh chụp màn hình theo thứ tự.
zh_hans: 将文件夹或一组图像文件拖放到一行上，是按顺序填满截图组最快的方法。
zh_hant: 將資料夾或一組影像檔案拖放到一列上，是依序填滿一組螢幕截圖最快的方法。

source: Duplicate
ar: مكررة
ca: Duplicat
cs: Duplicitní
da: Duplikat
de: Duplizieren
el: Διπλότυπο
es: Duplicar
fa: تکثیر
fi: Kopioi
fr: Dupliquer
he: שכפול
hr: Duplikat
hu: Megkettőzés
id: Duplikat
it: Duplica
ja: 複製
ko: 복제
ms: Pendua
nl: Duplicaat
no: Duplikat
pl: Duplikat
pt_br: Duplicar
pt_pt: Duplicar
ro: Duplicat
ru: Дублировать
sk: Duplicitné
sl: Dvojnik
sv: Duplicera
th: ทำซ้ำ
tr: Çoğalt
uk: Дублювати
ur: نقل
vi: trùng lặp
zh_hans: 复制
zh_hant: 複製

source: Duplicate (⌘D)
ar: مكرر (⌘D)
ca: Duplicat (⌘D)
cs: Duplikát (⌘D)
da: Dublet (⌘D)
de: Duplizieren (⌘D)
el: Διπλότυπο (⌘D)
es: Duplicar (⌘D)
fa: تکثیر (⌘D)
fi: Kopio (⌘D)
fr: Dupliquer (⌘D)
he: שכפול (⌘D)
hr: Duplikat (⌘D)
hu: Ismétlődés (⌘D)
id: Duplikat (⌘D)
it: Duplica (⌘D)
ja: 複製 (⌘D)
ko: 복제(⌘D)
ms: Pendua (⌘D)
nl: Duplicaat (⌘D)
no: Duplikat (⌘D)
pl: Duplikat (⌘D)
pt_br: Duplicar (⌘D)
pt_pt: Duplicar (⌘D)
ro: Dublat (⌘D)
ru: Дублировать (⌘D)
sk: Duplikát (⌘D)
sl: Podvoji (⌘D)
sv: Dubblett (⌘D)
th: ซ้ำ (⌘D)
tr: Çoğalt (⌘D)
uk: Дублювати (⌘D)
ur: ڈپلیکیٹ (⌘D)
vi: Nhân đôi (⌘D)
zh_hans: 复制（⌘D）
zh_hant: 複製（⌘D）

source: Duplicate Project
ar: مشروع مكرر
ca: Projecte duplicat
cs: Duplicitní projekt
da: Dubleret projekt
de: Projekt duplizieren
el: Διπλότυπο έργο
es: Duplicar proyecto
fa: تکثیر پروژه
fi: Kaksoisprojekti
fr: Dupliquer le projet
he: פרויקט כפול
hr: Duplicirani projekt
hu: Projekt duplikálása
id: Proyek Duplikat
it: Duplica progetto
ja: プロジェクトを複製
ko: 프로젝트 복제
ms: Projek Pendua
nl: Dubbel project
no: Duplikatprosjekt
pl: Duplikat projektu
pt_br: Duplicar projeto
pt_pt: Projeto duplicado
ro: Proiect duplicat
ru: Дублировать проект
sk: Duplicitný projekt
sl: Podvojeni projekt
sv: Duplicera projekt
th: โครงการที่ซ้ำกัน
tr: Projeyi Çoğalt
uk: Дублювати проєкт
ur: ڈپلیکیٹ پروجیکٹ
vi: Dự án trùng lặp
zh_hans: 复制项目
zh_hant: 複製專案

source: Duplicate Project…
ar: مشروع مكرر…
ca: Projecte duplicat...
cs: Duplicitní projekt…
da: Dubleret projekt...
de: Projekt duplizieren…
el: Διπλότυπο έργο…
es: Duplicar proyecto…
fa: تکثیر پروژه…
fi: Kopioi projekti…
fr: Dupliquer le projet…
he: שכפל פרויקט...
hr: Duplicirani projekt...
hu: Projekt ismétlése…
id: Proyek Duplikat…
it: Duplica progetto…
ja: プロジェクトを複製…
ko: 프로젝트 복제…
ms: Projek Pendua…
nl: Dubbel project…
no: Duplisert prosjekt...
pl: Duplikat projektu…
pt_br: Duplicar projeto…
pt_pt: Projeto duplicado…
ro: Proiect duplicat...
ru: Дублировать проект…
sk: Duplicitný projekt…
sl: Podvojeni projekt ...
sv: Duplicera projekt...
th: ทำซ้ำโครงการ...
tr: Projeyi Çoğalt…
uk: Дублювати проєкт…
ur: ڈپلیکیٹ پروجیکٹ…
vi: Dự án trùng lặp…
zh_hans: 复制项目…
zh_hant: 複製專案…

source: Duplicate row
ar: صف مكرر
ca: Fila duplicada
cs: Duplicitní řádek
da: Dublet række
de: Zeile duplizieren
el: Διπλότυπη σειρά
es: Duplicar fila
fa: تکثیر ردیف
fi: Kopioi rivi
fr: Dupliquer la ligne
he: שכפל שורה
hr: Duplicirani redak
hu: Ismétlődő sor
id: Baris duplikat
it: Duplica riga
ja: 行を複製
ko: 행 복제
ms: Baris pendua
nl: Dubbele rij
no: Duplisert rad
pl: Zduplikowany wiersz
pt_br: Duplicar linha
pt_pt: Linha duplicada
ro: Rând duplicat
ru: Дублировать строку
sk: Duplicitný riadok
sl: Podvojena vrstica
sv: Duplicera rad
th: ทำซ้ำแถว
tr: Satırı çoğalt
uk: Дублювати рядок
ur: ڈپلیکیٹ قطار
vi: Hàng trùng lặp
zh_hans: 复制行
zh_hant: 複製列

source: Duplicate Row
ar: صف مكرر
ca: Fila duplicada
cs: Duplikovat řádek
da: Dublet række
de: Zeile duplizieren
el: Διπλότυπη σειρά
es: Duplicar fila
fa: تکثیر ردیف
fi: Kopioi rivi
fr: Dupliquer la ligne
he: שכפל שורה
hr: Duplicirani redak
hu: Sor megkettőzése
id: Baris Duplikat
it: Duplica riga
ja: 行を複製
ko: 행 복제
ms: Baris Pendua
nl: Dubbele rij
no: Dupliser rad
pl: Zduplikowany wiersz
pt_br: Duplicar linha
pt_pt: Linha duplicada
ro: Rând duplicat
ru: Дублировать строку
sk: Duplicitný riadok
sl: Podvojena vrstica
sv: Duplicera rad
th: ทำซ้ำแถว
tr: Satırı Çoğalt
uk: Дублювати рядок
ur: ڈپلیکیٹ قطار
vi: Hàng trùng lặp
zh_hans: 复制行
zh_hant: 複製列

source: Duplicate Screenshot
ar: لقطة شاشة مكررة
ca: Captura de pantalla duplicada
cs: Duplicitní snímek obrazovky
da: Dupliker skærmbillede
de: Screenshot duplizieren
el: Διπλότυπο στιγμιότυπο οθόνης
es: Duplicar captura
fa: تکثیر اسکرین‌شات
fi: Kopioi kuvakaappaus
fr: Dupliquer la capture d'écran
he: שכפל צילום מסך
hr: Duplicirana snimka zaslona
hu: Képernyőkép duplikálása
id: Tangkapan Layar Duplikat
it: Duplica screenshot
ja: スクリーンショットを複製
ko: 스크린샷 복제
ms: Tangkapan skrin pendua
nl: Dubbele schermafbeelding
no: Dupliser skjermbilde
pl: Zduplikowany zrzut ekranu
pt_br: Duplicar captura de tela
pt_pt: Captura de ecrã duplicada
ro: Captură de ecran duplicat
ru: Дублировать скриншот
sk: Duplicitná snímka obrazovky
sl: Podvojen posnetek zaslona
sv: Duplicera skärmdump
th: ภาพหน้าจอที่ซ้ำกัน
tr: Ekran Görüntüsünü Çoğalt
uk: Дублювати знімок екрана
ur: ڈپلیکیٹ اسکرین شاٹ
vi: Ảnh chụp màn hình trùng lặp
zh_hans: 复制截图
zh_hant: 複製螢幕截圖

source: Duplicate selected shapes / row
ar: تكرار الأشكال / الصف المحدد
ca: Duplicar les formes/fila seleccionades
cs: Duplikovat vybrané tvary / řádek
da: Dupliker valgte former/række
de: Ausgewählte Formen/Zeile duplizieren
el: Διπλότυπο επιλεγμένων σχημάτων / σειράς
es: Duplicar las formas o la fila seleccionadas
fa: تکثیر شکل‌ها / ردیف انتخاب‌شده
fi: Kopioi valitut muodot/rivi
fr: Dupliquer les formes sélectionnées / la ligne
he: שכפל צורות/שורה שנבחרו
hr: Dupliciraj odabrane oblike/redak
hu: A kijelölt alakzatok/sorok megkettőzése
id: Gandakan bentuk/baris yang dipilih
it: Duplica le forme selezionate / la riga
ja: 選択した図形 / 行を複製
ko: 선택한 도형/행 복제
ms: Salin bentuk / baris yang dipilih
nl: Dupliceer geselecteerde vormen/rij
no: Dupliser valgte former / rad
pl: Powiel wybrane kształty/wiersz
pt_br: Duplicar formas/linhas selecionadas
pt_pt: Duplicar formas/linhas selecionadas
ro: Duplicați formele/rândurile selectate
ru: Дублировать выбранные фигуры / строку
sk: Duplikovať vybraté tvary / riadok
sl: Podvoji izbrane oblike/vrstico
sv: Duplicera valda former/rad
th: ทำซ้ำรูปร่าง/แถวที่เลือก
tr: Seçili şekilleri / satırı çoğalt
uk: Дублювати вибрані фігури / рядок
ur: منتخب شکلیں / قطار کی نقل بنائیں
vi: Nhân đôi hình dạng/hàng đã chọn
zh_hans: 复制所选形状/行
zh_hant: 複製所選形狀／列

source: Duplicate while dragging
ar: مكررة أثناء السحب
ca: Duplicar mentre arrossega
cs: Duplikovat při přetahování
da: Dupliker, mens du trækker
de: Beim Ziehen duplizieren
el: Διπλότυπο κατά τη μεταφορά
es: Duplicar al arrastrar
fa: تکثیر هنگام کشیدن
fi: Kopioi vedettäessä
fr: Dupliquer en faisant glisser
he: שכפול תוך כדי גרירה
hr: Dupliciraj tijekom povlačenja
hu: Másolás húzás közben
id: Gandakan sambil menyeret
it: Duplica mentre trascini
ja: ドラッグして複製
ko: 드래그하는 동안 복제
ms: Pendua sambil menyeret
nl: Dupliceer tijdens het slepen
no: Dupliser mens du drar
pl: Duplikuj podczas przeciągania
pt_br: Duplicar enquanto arrasta
pt_pt: Duplicar enquanto arrasta
ro: Duplicați în timp ce trageți
ru: Дублирование при перетаскивании
sk: Duplikovať pri presúvaní
sl: Podvoji med vlečenjem
sv: Duplicera medan du drar
th: ทำซ้ำขณะลาก
tr: Sürüklerken çoğalt
uk: Дублювання під час перетягування
ur: گھسیٹتے وقت ڈپلیکیٹ
vi: Nhân đôi trong khi kéo
zh_hans: 拖动时复制
zh_hant: 拖移時複製

source: Duplicate…
ar: مكررة…
ca: Duplicar…
cs: Duplikovat…
da: Dupliker...
de: Duplizieren…
el: Διπλότυπο…
es: Duplicar…
fa: تکثیر…
fi: Kopioi…
fr: Dupliquer…
he: שכפול...
hr: Duplikat...
hu: Duplikálás…
id: Duplikat…
it: Duplica…
ja: 複製…
ko: 복제…
ms: Pendua…
nl: Dupliceren...
no: Dupliser...
pl: Duplikat…
pt_br: Duplicar…
pt_pt: Duplicar…
ro: Duplicați...
ru: Дублировать…
sk: Duplikovať…
sl: Podvojeno ...
sv: Duplicera...
th: ทำซ้ำ...
tr: Çoğalt…
uk: Дублювати…
ur: ڈپلیکیٹ…
vi: Nhân bản…
zh_hans: 复制…
zh_hant: 複製…

source: During resize, rendering is debounced for performance — release the mouse to see the final crisp output.
ar: أثناء تغيير الحجم، يتم إلغاء العرض مقابل الأداء — حرر الماوس لرؤية الإخراج النهائي الواضح.
ca: Durant el canvi de mida, la renderització es rebota per al rendiment; deixeu anar el ratolí per veure la sortida nítida final.
cs: Během změny velikosti se vykreslování snižuje kvůli výkonu – uvolněte myš a uvidíte konečný ostrý výstup.
da: Under ændring af størrelse afvises gengivelsen for ydeevne - slip musen for at se det endelige skarpe output.
de: Während der Größenänderung wird das Rendern aus Leistungsgründen verzögert – lass die Maustaste los, um das endgültige, scharfe Ergebnis zu sehen.
el: Κατά τη διάρκεια της αλλαγής μεγέθους, η απόδοση απενεργοποιείται για απόδοση — αφήστε το ποντίκι για να δείτε την τελική ευκρινή έξοδο.
es: Mientras redimensionas, el renderizado se pausa para mejorar el rendimiento: suelta el ratón para ver el resultado final nítido.
fa: هنگام تغییر اندازه، برای کارایی بهتر رندر با تأخیر انجام می‌شود — دکمهٔ ماوس را رها کنید تا نتیجهٔ نهایی و واضح را ببینید.
fi: Kokoa muutettaessa renderöinti heikkenee suorituskyvyn vuoksi – vapauta hiiri nähdäksesi lopullisen terävän tulosteen.
fr: Pendant le redimensionnement, le rendu est différé pour préserver les performances : relâchez la souris pour voir le résultat final net.
he: במהלך שינוי הגודל, הרינדור מופחת לצורך ביצועים - שחרר את העכבר כדי לראות את הפלט החד הסופי.
hr: Tijekom promjene veličine, renderiranje se odbija zbog performansi — otpustite miš kako biste vidjeli konačni jasan rezultat.
hu: Az átméretezés során a renderelés visszaáll a teljesítmény érdekében – engedje el az egeret, hogy lássa a végső éles kimenetet.
id: Selama pengubahan ukuran, rendering dihilangkan demi performa — lepaskan mouse untuk melihat hasil akhir yang tajam.
it: Durante il ridimensionamento, il rendering viene differito per migliorare le prestazioni: rilascia il mouse per vedere il risultato finale nitido.
ja: サイズ変更中はパフォーマンスのためにレンダリングが間引かれます。マウスボタンを放すと、最終的な鮮明な表示になります。
ko: 크기를 조정하는 동안에는 성능을 위해 렌더링을 잠시 미룹니다. 마우스를 놓으면 최종 선명한 결과가 표시됩니다.
ms: Semasa mengubah saiz, pemaparan dinyahpantulkan untuk prestasi — lepaskan tetikus untuk melihat keluaran tajam terakhir.
nl: Tijdens het wijzigen van het formaat wordt de weergave gedebounced vanwege de prestaties. Laat de muis los om de uiteindelijke scherpe uitvoer te zien.
no: Under endring av størrelse reduseres gjengivelsen for ytelse – slipp musen for å se den endelige skarpe utgangen.
pl: Podczas zmiany rozmiaru renderowanie jest zakłócane ze względu na wydajność — zwolnij przycisk myszy, aby zobaczyć ostateczny, ostry obraz wyjściowy.
pt_br: Durante o redimensionamento, a renderização é adiada por desempenho — solte o mouse para ver o resultado final nítido.
pt_pt: Durante o redimensionamento, a renderização é prejudicada pelo desempenho – solte o rato para ver a saída final nítida.
ro: În timpul redimensionării, redarea este anulată pentru performanță - eliberați mouse-ul pentru a vedea rezultatul final clar.
ru: При изменении размера отрисовка откладывается ради производительности — отпустите кнопку мыши, чтобы увидеть итоговый четкий результат.
sk: Počas zmeny veľkosti sa vykresľovanie znižuje kvôli výkonu – uvoľnite myš, aby ste videli konečný ostrý výstup.
sl: Med spreminjanjem velikosti se upodabljanje zmanjša zaradi učinkovitosti – spustite miško, da vidite končni jasen izpis.
sv: Under storleksändring avvisas renderingen för prestanda – släpp musen för att se den slutliga skarpa utmatningen.
th: ในระหว่างการปรับขนาด การเรนเดอร์จะถูกลดประสิทธิภาพลง — ปล่อยเมาส์เพื่อดูผลลัพธ์ที่คมชัดในขั้นสุดท้าย
tr: Yeniden boyutlandırma sırasında performans için oluşturma geciktirilir — son keskin çıktıyı görmek için fareyi bırakın.
uk: Під час зміни розміру рендеринг відкладається заради швидкодії — відпустіть кнопку миші, щоб побачити остаточний чіткий результат.
ur: سائز تبدیل کرنے کے دوران، کارکردگی کے لیے رینڈرنگ کو ڈیباؤنس کیا جاتا ہے - حتمی کرکرا آؤٹ پٹ دیکھنے کے لیے ماؤس کو چھوڑیں۔
vi: Trong quá trình thay đổi kích thước, kết xuất bị loại bỏ để đạt được hiệu suất - hãy thả chuột để xem kết quả đầu ra sắc nét cuối cùng.
zh_hans: 调整大小时，为了性能会延迟渲染——松开鼠标即可看到最终的清晰效果。
zh_hant: 調整大小時，為了效能會延遲轉譯——放開滑鼠即可看到最終的清晰結果。
